-- MariaDB dump 10.19  Distrib 10.11.6-MariaDB, for Linux (x86_64)
--
-- Host: localhost    Database: db24111
-- ------------------------------------------------------
-- Server version	10.11.6-MariaDB

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `board`
--

DROP TABLE IF EXISTS `board`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `board` (
  `view_count` int(11) DEFAULT NULL,
  `board_id` bigint(20) NOT NULL AUTO_INCREMENT,
  `member_id` bigint(20) DEFAULT NULL,
  `content` varchar(255) DEFAULT NULL,
  `create_date` varchar(255) DEFAULT NULL,
  `modified_date` varchar(255) DEFAULT NULL,
  `title` varchar(255) NOT NULL,
  PRIMARY KEY (`board_id`),
  KEY `FKsds8ox89wwf6aihinar49rmfy` (`member_id`),
  CONSTRAINT `FKsds8ox89wwf6aihinar49rmfy` FOREIGN KEY (`member_id`) REFERENCES `member` (`member_id`)
) ENGINE=InnoDB AUTO_INCREMENT=45 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `board`
--

LOCK TABLES `board` WRITE;
/*!40000 ALTER TABLE `board` DISABLE KEYS */;
INSERT INTO `board` VALUES
(20,1,2,'회원가입 했어요 잘부탁드려요!','2024/06/02 01:19:42','2024/06/07 01:01:04','회원가입 했어요~'),
(21,2,4,'면허는 없지만...','2024/06/02 01:26:23','2024/06/07 01:04:17','안녕하세요~ 회원가입 했어요!'),
(13,3,6,'오늘 가입했어요..\n양말로 노는거 재밌었는데..\n제 사진 올릴게요 ㅎㅎ\n친하게 지내요!','2024/06/02 01:56:57','2024/06/06 23:55:15','코몽이입니다!'),
(22,4,2,'이 영상 과실비율 측정했는데.. 진짜 잘 측정되는거 같네요..\n보험사랑 얘기했는데 정확했어요..\n다른 사람들한테 소개해주려고요','2024/06/02 01:57:06','2024/06/05 01:37:31','이 영상 과실비율 측정했는데..'),
(7,5,6,'제가 태어난지 6년밖에 안되긴 했지만..','2024/06/02 02:00:51','2024/06/06 23:54:41','저는 솔직히 장롱면허 거든요...'),
(10,6,17,'우유 흘릴까봐 .. 흑\nwilk 지만 milk 있어요~~~!!','2024/06/02 02:07:25','2024/06/02 20:05:58','저 운전하는게 좀 힘들어요...'),
(10,7,18,'잘부탁드립니','2024/06/02 13:31:41','2024/06/07 01:04:00','안녕하세요 새로가입했어요'),
(7,16,11,'쭈글....','2024/06/02 15:04:32','2024/06/02 21:28:41','다들 운전면허 한번에 따셨나요?'),
(4,17,20,'ㅜㅜ 제 과실이 아닌 사고들도 많이 발생하는데.. 속상하네요 이젠 운전하는게 무서워요!!','2024/06/02 20:05:51','2024/06/05 10:42:25','저는 운전을 하지 말아야 할까요?'),
(5,18,20,'폐차^^;; 했어요ㅋ','2024/06/02 20:06:47','2024/06/05 01:37:59','차 종류 추천 받아요'),
(9,19,21,'후기 이벤트 당첨되신 분들.. 불스원샷 배송 받으셨나요? 저만 안오는 거 아니겠죠..','2024/06/02 20:39:27','2024/06/05 01:38:16','안녕하세요'),
(8,20,29,'이거 정확한가요?? 안해봤는데 궁금하네요..','2024/06/03 13:18:35','2024/06/05 10:42:18','안녕하세요'),
(4,21,30,'오토바이 위협운전 너무 싫어요.. 다들 안전운전하세요','2024/06/03 13:21:54','2024/06/05 01:38:32','오토바이가 위협운전하는데 혼내버렸습니다.'),
(1,22,30,'신기해요 ㅋㅋ','2024/06/03 13:22:12','2024/06/03 20:31:56','과실비율 꽤나 정확한데요'),
(1,23,33,'아우디, 벤츠, 비엠 뭐가 좋을까요?','2024/06/03 13:30:10','2024/06/03 20:31:53','자동차 바꿀건데 추천부탁드려요'),
(6,24,28,'서비스가 좋아서 그런지 생긴지 얼마 안된 서비스같은데 사람이 많네요','2024/06/03 13:37:50','2024/06/06 15:35:00','여기 생각보다 회원이 많은거같아요'),
(3,25,28,'비엠이 최고같아요','2024/06/03 13:38:12','2024/06/07 01:03:39','벤츠보단 비엠이죠'),
(3,26,26,'서비스 좋은거같아요','2024/06/03 13:40:19','2024/06/06 15:35:10','서비스 괜찮습니다'),
(8,27,18,'맨날 사고나서 여기 방문하는거같아요..','2024/06/03 13:50:02','2024/06/07 15:59:26','운전하지 말아야 할까요..?'),
(2,28,9,'곧 장마철도 다가오니 다들 안전 운전 합시다^^','2024/06/05 14:09:05','2024/06/06 15:34:24','내일 비 온다는데.. 운전 조심하세요!'),
(6,29,8,'차에 달려있는거 주로 사용하시나요?? 티맵 쓰시나요?? 더 좋은 어플있으면 추천해주세요!','2024/06/05 14:11:36','2024/06/06 15:34:20','보통 네비게이션 어플 뭐 쓰시나요??'),
(8,30,7,'여기서 나온 과실비율이나 보험사에서 측정한 과실비율 모두 일치하는데 상대방이 인정을 안해서 소송중입니다.. 소송 과정이 너무 힘드네요 ㅜ','2024/06/05 14:13:35','2024/06/07 00:34:12','교통사고 과실비율 관련해서 소송중입니다..'),
(6,32,13,'너무 신기해요;; AI로 이런 서비스를 만들 수 있다니...','2024/06/05 14:17:02','2024/06/06 15:35:23','이거 굉장히 정확하네요;;?'),
(6,33,15,'저는 교통사고 영상을 아무리 봐도 잘 모르겠던데.. AI는 놀랍네요...','2024/06/05 14:19:38','2024/06/07 00:10:40','저는 봐도 잘 모르겠던데..'),
(3,35,6,'가천대 입냥하개팀 파이팅!!!\n몇대몇 서비스 짱~~~!!','2024/06/06 23:53:38','2024/06/06 23:57:23','측정하기 서비스를 만든 입냥하개팀 감사합니다!!'),
(4,36,6,'저만 잘해서 되는건 아니군요..','2024/06/06 23:54:26','2024/06/07 01:00:52','운전이라는게...'),
(1,37,11,'제가 초보운전이라 괜히 떨려서요.. 꿀팁 있나요??\n그리고 맥도날드 추천해주세요~~! 저는 상하이 치킨버거가 최애입니다^^','2024/06/06 23:58:25','2024/06/07 00:09:51','맥도날드 DT 해보셨나요?'),
(2,38,2,'요즘 교통사고가 많이 나는 거 같아요..\n다들 조심해서 운전하세요','2024/06/07 00:04:03','2024/06/07 00:23:28','요즘 교통사고가 많이 나는 거 같아요..'),
(3,39,7,'저희 집 강아지가 멀미를 너무 많이해서 걱정이에요..\n강아지 데리고 다닐 일이 많아서 자주 탈텐데 너무 걱정되네여..','2024/06/07 00:05:15','2024/06/07 00:57:59','차에 강아지 데리고 탈 때..'),
(8,40,8,'차 사고 나면 멘붕이네요...\n오늘 사고 났는데 처음 사고 난거라 어떻게 해야되는지 몰라서 멘붕 왔어요.. ㅠ\n그래도 여기 서비스 통해 측정했을 때.. 제 과실이 적어서 안심입니다.','2024/06/07 00:07:11','2024/06/07 16:00:21','차 사고 나면 멘붕이네요...'),
(11,41,20,'제 차.. 만수르랑 저만 가지고 있는 한정판인데 ㅜㅜ 사고로 폐차 할 것 같네요.. 마음이 찢어지는데 위로 좀 해주세요.','2024/06/07 00:21:24','2024/06/07 15:58:45','여기 스포츠카 차주분들 있으세요?'),
(6,43,19,'오늘 가입했어요~ 방가방가 ^^*','2024/06/07 01:03:25','2024/06/07 16:09:11','안녕하세요!'),
(1,44,18,'커뮤니티','2024/06/07 18:49:27','2024/06/07 18:49:32','커뮤니티');
/*!40000 ALTER TABLE `board` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `comment`
--

DROP TABLE IF EXISTS `comment`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `comment` (
  `board_id` bigint(20) DEFAULT NULL,
  `comment_id` bigint(20) NOT NULL AUTO_INCREMENT,
  `member_id` bigint(20) DEFAULT NULL,
  `content` varchar(255) DEFAULT NULL,
  `create_date` varchar(255) DEFAULT NULL,
  `modified_date` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`comment_id`),
  KEY `FKlij9oor1nav89jeat35s6kbp1` (`board_id`),
  KEY `FKmrrrpi513ssu63i2783jyiv9m` (`member_id`),
  CONSTRAINT `FKlij9oor1nav89jeat35s6kbp1` FOREIGN KEY (`board_id`) REFERENCES `board` (`board_id`),
  CONSTRAINT `FKmrrrpi513ssu63i2783jyiv9m` FOREIGN KEY (`member_id`) REFERENCES `member` (`member_id`)
) ENGINE=InnoDB AUTO_INCREMENT=53 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `comment`
--

LOCK TABLES `comment` WRITE;
/*!40000 ALTER TABLE `comment` DISABLE KEYS */;
INSERT INTO `comment` VALUES
(1,1,2,'잘부탁드려요~\n','2024/06/02 01:21:45','2024/06/02 01:21:45'),
(1,2,4,'방가방가','2024/06/02 01:25:44','2024/06/02 01:25:44'),
(1,3,7,'안녕하세요~','2024/06/02 01:33:24','2024/06/02 01:33:24'),
(2,4,7,'안녕하세요~','2024/06/02 01:33:43','2024/06/02 01:33:43'),
(2,6,6,'봉봉이형 반가워요!  언제 한번 보고싶어요..','2024/06/02 01:53:43','2024/06/02 01:53:43'),
(4,8,6,'안녕하세요~ 근데 혹시 소개해줄 친구는 있어요?','2024/06/02 01:59:08','2024/06/02 01:59:08'),
(1,9,6,'간식 주세요~','2024/06/02 01:59:26','2024/06/02 01:59:26'),
(1,10,17,'난 월요일이 너무 좋아 ~','2024/06/02 02:10:03','2024/06/02 02:10:03'),
(2,11,7,'저도 한 번 보고싶어요..\n','2024/06/02 02:10:05','2024/06/02 02:10:05'),
(3,12,7,'양말갖고 노는거 나도 좋아하는데..\n','2024/06/02 02:10:28','2024/06/02 02:10:28'),
(4,13,2,'네 없어요...','2024/06/02 13:59:47','2024/06/02 13:59:47'),
(5,14,11,'멋지네요!','2024/06/02 15:04:43','2024/06/02 15:04:43'),
(4,15,11,'ㅋㅋㅋ 웃기시다!!!!','2024/06/02 15:04:58','2024/06/02 15:04:58'),
(6,16,11,'여름인데 상하지않게 조심하세요..!','2024/06/02 15:05:16','2024/06/02 15:05:16'),
(18,17,21,'마르세데스 벤츠요ㅋ 요즘 해밀턴한테 빠졌어요','2024/06/02 20:39:46','2024/06/02 20:39:46'),
(16,18,21,'5수요','2024/06/02 20:39:56','2024/06/02 20:39:56'),
(19,19,4,'이벤트 당첨된게 맞나요??','2024/06/03 10:40:15','2024/06/03 10:40:15'),
(20,20,30,'생각보다 괜찮아요','2024/06/03 13:22:23','2024/06/03 13:22:23'),
(27,22,9,'다시 운전 연수를 받아보세요... 쩝..','2024/06/05 14:07:00','2024/06/05 14:07:00'),
(28,23,8,'안전운전 하세요!\n','2024/06/05 14:12:02','2024/06/05 14:12:02'),
(30,24,16,'봉봉씨 힘드시겠어요 ㅜㅜ 붕붕이를 타는건 참 힘들어~~ ㅠㅠ','2024/06/05 14:15:12','2024/06/05 14:15:12'),
(30,26,2,'힘내세요... 좋은 결과 있을거에요..','2024/06/05 14:16:48','2024/06/05 14:16:48'),
(29,27,2,'보통 티맵 사용합니다!','2024/06/05 14:16:59','2024/06/05 14:16:59'),
(29,28,13,'에?? 네이버는 안쓰나요??','2024/06/05 14:17:19','2024/06/05 14:17:19'),
(33,29,1,'감사합니다^^','2024/06/06 15:33:23','2024/06/06 15:33:23'),
(32,30,1,'ㅎㅎ 감사해요^^','2024/06/06 15:34:04','2024/06/06 15:34:04'),
(24,31,4,'그러게요...','2024/06/06 15:35:06','2024/06/06 15:35:06'),
(26,32,4,'진짜 괜찮아요 여기 ㅋ','2024/06/06 15:35:20','2024/06/06 15:35:20'),
(32,33,4,'그러니까요... 다들 정말 고생 많으셨겠어요..','2024/06/06 15:35:36','2024/06/06 15:35:36'),
(3,34,4,'그건 뚱이 아니야?','2024/06/06 15:36:38','2024/06/06 15:36:38'),
(3,35,6,'근데 봉봉이 형아 양말은 냄새나지 않아요?','2024/06/06 23:55:12','2024/06/06 23:55:12'),
(36,36,11,'그러니까요... 모두들 안전 운전 하자구요!!','2024/06/06 23:55:59','2024/06/06 23:55:59'),
(35,38,11,'너무 좋아요 ~~!! ㅎㅎ','2024/06/06 23:57:20','2024/06/06 23:57:20'),
(39,39,4,'창문을 보지 않게 해주세요~ 강아지들은 자동차가 아니라 자기가 움직인다고 생각한대요..','2024/06/07 00:09:31','2024/06/07 00:09:31'),
(38,40,4,'다들 안전운전 합시다~~!!!','2024/06/07 00:09:47','2024/06/07 00:09:47'),
(37,41,4,'어!! 저도인데 ㅎㅎ 갑자기 배고프네요!! 저도 초보운전이라 ㅜ 꿀팁은 없습니다 ㅠ','2024/06/07 00:10:11','2024/06/07 00:10:11'),
(40,42,4,'몸은 괜찮으세요? ㅠㅠ','2024/06/07 00:10:32','2024/06/07 00:10:32'),
(41,44,6,'제가 수르형한테 달라고 해볼게요! 걱정마세요~\n','2024/06/07 00:58:49','2024/06/07 00:58:49'),
(36,45,6,'안전운전합시다!','2024/06/07 01:01:01','2024/06/07 01:01:01'),
(1,46,6,'안녕하세요~','2024/06/07 01:01:10','2024/06/07 01:01:10'),
(25,47,19,'왜죠?','2024/06/07 01:03:55','2024/06/07 01:03:55'),
(7,48,19,'안녕하세~','2024/06/07 01:04:08','2024/06/07 01:04:08'),
(27,49,18,'운전 하지마세요','2024/06/07 14:43:26','2024/06/07 14:43:26'),
(40,50,18,'화이팅입니다','2024/06/07 15:59:51','2024/06/07 15:59:51'),
(43,51,2,'안녕','2024/06/07 16:09:08','2024/06/07 16:09:08'),
(44,52,18,'댓글','2024/06/07 18:49:40','2024/06/07 18:49:40');
/*!40000 ALTER TABLE `comment` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `file`
--

DROP TABLE IF EXISTS `file`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `file` (
  `board_id` bigint(20) DEFAULT NULL,
  `file_id` bigint(20) NOT NULL AUTO_INCREMENT,
  `inquiry_id` bigint(20) DEFAULT NULL,
  `create_date` varchar(255) DEFAULT NULL,
  `file_path` varchar(255) DEFAULT NULL,
  `file_type` varchar(255) DEFAULT NULL,
  `modified_date` varchar(255) DEFAULT NULL,
  `origin_file_name` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`file_id`),
  KEY `FKhxmhyint41lp428u8yxcy4alx` (`board_id`),
  KEY `FK2xn20d26sldh7kq4brpg5fa5u` (`inquiry_id`),
  CONSTRAINT `FK2xn20d26sldh7kq4brpg5fa5u` FOREIGN KEY (`inquiry_id`) REFERENCES `inquiry` (`inquiry_id`),
  CONSTRAINT `FKhxmhyint41lp428u8yxcy4alx` FOREIGN KEY (`board_id`) REFERENCES `board` (`board_id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `file`
--

LOCK TABLES `file` WRITE;
/*!40000 ALTER TABLE `file` DISABLE KEYS */;
INSERT INTO `file` VALUES
(4,1,NULL,'2024/06/02 13:45:45','POST_4_71d4d0ff-d0ab-4ee9-a7ea-86cfc6728788.jpg','image/jpeg','2024/06/02 13:45:45','KakaoTalk_20240602_120833649.jpg');
/*!40000 ALTER TABLE `file` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `history`
--

DROP TABLE IF EXISTS `history`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `history` (
  `history_id` bigint(20) NOT NULL AUTO_INCREMENT,
  `member_id` bigint(20) DEFAULT NULL,
  `create_date` varchar(255) DEFAULT NULL,
  `file_path` varchar(255) DEFAULT NULL,
  `file_type` varchar(255) DEFAULT NULL,
  `modified_date` varchar(255) DEFAULT NULL,
  `negligence` varchar(255) DEFAULT NULL,
  `origin_file_name` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`history_id`),
  KEY `FKbnwj6i7md9xd8vr1pfqqbf1q5` (`member_id`),
  CONSTRAINT `FKbnwj6i7md9xd8vr1pfqqbf1q5` FOREIGN KEY (`member_id`) REFERENCES `member` (`member_id`)
) ENGINE=InnoDB AUTO_INCREMENT=153 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `history`
--

LOCK TABLES `history` WRITE;
/*!40000 ALTER TABLE `history` DISABLE KEYS */;
INSERT INTO `history` VALUES
(1,2,'2024/06/02 01:25:09','POST_26df890b-6a76-4628-ac66-423033410ad5.mp4','video/mp4','2024/06/02 01:25:09','{\"ratio\":\"40:60\"}','42.mp4'),
(2,3,'2024/06/02 01:26:35','POST_e4fb2ca3-d0df-4228-960b-c92d35b85fbc.mp4','video/mp4','2024/06/02 01:26:35','{\"ratio\":\"40:60\"}','43.mp4'),
(3,7,'2024/06/02 01:27:25','POST_27733638-937a-474b-b0d3-21ef5674348c.mp4','video/mp4','2024/06/02 01:27:25','{\"ratio\":\"40:60\"}','44.mp4'),
(4,8,'2024/06/02 01:29:19','POST_a9d03da3-e8ca-4753-87c1-d8a132fb1c01.mp4','video/mp4','2024/06/02 01:29:19','{\"ratio\":\"50:50\"}','51.mp4'),
(5,5,'2024/06/02 01:30:29','POST_718f112d-699d-44a9-a870-48f7672eef33.mp4','video/mp4','2024/06/02 01:30:29','{\"ratio\":\"60:40\"}','61.mp4'),
(6,4,'2024/06/02 01:31:49','POST_c1d4b6dd-bf85-4a44-b67a-0fd3b36fee07.mp4','video/mp4','2024/06/02 01:31:49','{\"ratio\":\"70:30\"}','72.mp4'),
(7,4,'2024/06/02 01:39:25','POST_5e925ea2-dd10-4562-bb80-e57d2f1fb9cf.mp4','video/mp4','2024/06/02 01:39:25','{\"ratio\":\"70:30\"}','72.mp4'),
(8,2,'2024/06/02 01:41:14','POST_90977472-4938-4541-bf94-1131e146ecd8.mp4','video/mp4','2024/06/02 01:41:14','{\"ratio\":\"70:30\"}','71.mp4'),
(9,4,'2024/06/02 01:48:17','POST_b44b9d6a-eaca-4d63-9b33-d22342f2a1a8.MP4','video/mp4','2024/06/02 01:48:17','{\"ratio\":\"40:60\"}','43.MP4'),
(10,12,'2024/06/02 01:48:19','POST_af166bcb-aa34-4fba-9c87-de1017d50a4b.mp4','video/mp4','2024/06/02 01:48:19','{\"ratio\":\"80:20\"}','0223.mp4'),
(11,6,'2024/06/02 01:52:00','POST_4f127be8-60be-41a4-89f7-4a9107594dd5.MP4','video/mp4','2024/06/02 01:52:00','{\"ratio\":\"70:30\"}','71.MP4'),
(12,19,'2024/06/02 18:49:49','POST_7ee84668-c92f-43d2-aa33-10c8592e8cfc.mp4','video/mp4','2024/06/02 18:49:49','{\"ratio\":\"80:20\"}','교통사고 영상.mp4'),
(13,20,'2024/06/02 20:00:38','POST_7c7716ed-0adc-4704-9b75-7e5b2e055bad.mp4','video/mp4','2024/06/02 20:00:38','{\"ratio\":\"0:100\"}','1.mp4'),
(14,20,'2024/06/02 20:03:30','POST_dbfe33c2-6ccb-4844-9f22-47476b2b0ada.mp4','video/mp4','2024/06/02 20:03:30','{\"ratio\":\"0:100\"}','1.mp4'),
(15,21,'2024/06/02 20:36:32','POST_e28373ba-b383-4a46-812f-112531ebd0ff.mp4','video/mp4','2024/06/02 20:36:32','{\"ratio\":\"0:100\"}','2.mp4'),
(16,22,'2024/06/02 20:41:46','POST_5224ca3e-b465-44b8-a1e5-1d6ad2965995.mp4','video/mp4','2024/06/02 20:41:46','{\"ratio\":\"0:100\"}','3.mp4'),
(17,23,'2024/06/02 20:59:01','POST_0e709dc8-8052-40da-8c05-76e87741331f.mp4','video/mp4','2024/06/02 20:59:01','{\"ratio\":\"0:100\"}','4.mp4'),
(18,24,'2024/06/02 21:00:35','POST_9e7c0a6a-989f-4ca2-a018-685a05165434.mp4','video/mp4','2024/06/02 21:00:35','{\"ratio\":\"20:80\"}','21.mp4'),
(19,25,'2024/06/02 21:03:00','POST_ff2eb8cc-b95c-453f-8cf5-21b1e879f8db.mp4','video/mp4','2024/06/02 21:03:00','{\"ratio\":\"20:80\"}','23.mp4'),
(20,18,'2024/06/02 21:09:01','POST_3f5a0d4a-b311-4021-b810-75ae5866a4f0.mp4','video/mp4','2024/06/02 21:09:01','{\"ratio\":\"40:60\"}','41.mp4'),
(21,4,'2024/06/02 21:31:48','POST_6ed2ae22-010a-4fca-a96a-f5a98e822757.mp4','video/mp4','2024/06/02 21:31:48','{\"ratio\":\"70:30\"}','74.mp4'),
(22,18,'2024/06/02 21:36:29','POST_ce46fe74-79b8-4534-a395-90dbd2774af5.mp4','video/mp4','2024/06/02 21:36:29','{\"ratio\":\"40:60\"}','41.mp4'),
(23,31,'2024/06/03 13:25:56','POST_32e90831-3428-46ec-b1d3-34781eff78d0.mp4','video/mp4','2024/06/03 13:25:56','{\"ratio\":\"30:70\"}','34.mp4'),
(24,33,'2024/06/03 13:28:15','POST_9ab9a56e-a2b3-42f3-946c-8d04103ef818.mp4','video/mp4','2024/06/03 13:28:15','{\"ratio\":\"30:70\"}','33.mp4'),
(25,28,'2024/06/03 13:31:06','POST_575298ec-b66f-4b7c-a0f4-d7211aa7676a.mp4','video/mp4','2024/06/03 13:31:06','{\"ratio\":\"30:70\"}','32.mp4'),
(26,28,'2024/06/03 13:31:57','POST_c96fb1e3-1633-461e-a19f-85f480c5cef2.mp4','video/mp4','2024/06/03 13:31:57','{\"ratio\":\"30:70\"}','31.mp4'),
(27,31,'2024/06/03 13:35:19','POST_aad7bf5e-60fc-4caf-b5f6-a2f70a075262.mp4','video/mp4','2024/06/03 13:35:19','{\"ratio\":\"20:80\"}','26.mp4'),
(28,26,'2024/06/03 13:38:48','POST_c8fbe682-76f8-4639-ae1a-f2d21586f515.mp4','video/mp4','2024/06/03 13:38:48','{\"ratio\":\"20:80\"}','25.mp4'),
(29,18,'2024/06/03 13:47:58','POST_554a4599-c31b-4ea9-817a-79b0ae92a51a.mp4','video/mp4','2024/06/03 13:47:58','{\"ratio\":\"20:80\"}','24.mp4'),
(30,18,'2024/06/03 13:52:54','POST_cb9f4aa3-f977-46ae-a5fe-5f27a74d5f41.mp4','video/mp4','2024/06/03 13:52:54','{\"ratio\":\"40:60\"}','41.mp4'),
(31,19,'2024/06/05 15:08:56','POST_f73561d2-c0a3-4819-b73b-7c8b6fb20954.mp4','video/mp4','2024/06/05 15:08:56','{\"ratio\":\"80:20\"}','교통사고 영상.mp4'),
(136,2,'2024/06/06 23:54:08','POST_64978f3a-fc8c-4cbf-9e4b-7ed03e1ec0fe.mp4','video/mp4','2024/06/06 23:54:08','{\"ratio\":\"60:40\"}','70.mp4'),
(137,7,'2024/06/06 23:55:51','POST_74c2d877-6de3-4db6-9468-497fe01884e6.mp4','video/mp4','2024/06/06 23:55:51','{\"ratio\":\"70:30\"}','94.mp4'),
(138,8,'2024/06/06 23:57:10','POST_6e9e73aa-9fdb-4cd9-a139-96562eda241d.mp4','video/mp4','2024/06/06 23:57:10','{\"ratio\":\"70:30\"}','82.mp4'),
(139,3,'2024/06/06 23:59:05','POST_4751be18-beb0-4b1c-87a2-808ab078397c.mp4','video/mp4','2024/06/06 23:59:05','{\"ratio\":\"0:100\"}','1.mp4'),
(140,11,'2024/06/06 23:59:31','POST_88a6ba4b-8109-4acd-ae23-56ba3e506dbc.mp4','video/mp4','2024/06/06 23:59:31','{\"ratio\":\"0:100\"}','7.mp4'),
(141,11,'2024/06/07 00:01:02','POST_24007388-9c47-4a5e-b2f5-535116d802f6.mp4','video/mp4','2024/06/07 00:01:02','{\"ratio\":\"20:80\"}','30.mp4'),
(142,5,'2024/06/07 00:02:16','POST_ddede599-9176-473e-b025-ee88ed1590d7.mp4','video/mp4','2024/06/07 00:02:16','{\"ratio\":\"40:60\"}','53.mp4'),
(143,11,'2024/06/07 00:03:39','POST_73d5df62-34bf-4e47-8628-d082d3f8493f.mp4','video/mp4','2024/06/07 00:03:39','{\"ratio\":\"20:80\"}','37.mp4'),
(144,4,'2024/06/07 00:06:27','POST_b854c4ff-00fc-40e0-acda-d7dc0e596851.mp4','video/mp4','2024/06/07 00:06:27','{\"ratio\":\"30:70\"}','45.mp4'),
(145,14,'2024/06/07 00:08:04','POST_7ef6c212-e26c-4977-befe-50633757463f.mp4','video/mp4','2024/06/07 00:08:04','{\"ratio\":\"100:0\"}','102.mp4'),
(146,14,'2024/06/07 00:09:10','POST_44339010-b4d9-4355-ac35-fd16e33098ea.mp4','video/mp4','2024/06/07 00:09:10','{\"ratio\":\"50:50\"}','67.mp4'),
(147,6,'2024/06/07 01:00:11','POST_bc2f1d4e-e404-451f-88c7-b69e181516e8.mp4','video/mp4','2024/06/07 01:00:11','{\"ratio\":\"20:80\"}','36.mp4'),
(148,19,'2024/06/07 01:02:33','POST_e020504d-54ea-4465-825d-7af20a7a3ac1.mp4','video/mp4','2024/06/07 01:02:33','{\"ratio\":\"20:80\"}','25.mp4'),
(149,18,'2024/06/07 14:44:43','POST_3ad14049-de3d-4a93-8d15-4f4984f3e46e.mp4','video/mp4','2024/06/07 14:44:43','{\"ratio\":\"20:80\"}','39.mp4'),
(150,18,'2024/06/07 15:57:43','POST_ed13ab1d-a87e-4ca4-ba6e-d4bd4e9af68d.mp4','video/mp4','2024/06/07 15:57:43','{\"ratio\":\"0:100\"}','3.mp4'),
(151,2,'2024/06/07 18:14:16','POST_fea2864e-3391-4335-bc67-b30d0331df58.mp4','video/mp4','2024/06/07 18:14:16','{\"ratio\":\"100:0\"}','교통사고 영상.mp4'),
(152,18,'2024/06/07 18:48:32','POST_d106fdd8-c86f-4f53-ae30-e9bc0bdc32c4.mp4','video/mp4','2024/06/07 18:48:32','{\"ratio\":\"20:80\"}','25.mp4');
/*!40000 ALTER TABLE `history` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `inquiry`
--

DROP TABLE IF EXISTS `inquiry`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `inquiry` (
  `replied` bit(1) DEFAULT NULL,
  `inquiry_id` bigint(20) NOT NULL AUTO_INCREMENT,
  `member_id` bigint(20) DEFAULT NULL,
  `answer` varchar(1000) DEFAULT NULL,
  `contents` varchar(1000) DEFAULT NULL,
  `create_date` varchar(255) DEFAULT NULL,
  `modified_date` varchar(255) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `inquiry_type` enum('SERVICE','EVENT','ETC') DEFAULT NULL,
  PRIMARY KEY (`inquiry_id`),
  KEY `FKf47xlnlpohnc6gd4k511g0wra` (`member_id`),
  CONSTRAINT `FKf47xlnlpohnc6gd4k511g0wra` FOREIGN KEY (`member_id`) REFERENCES `member` (`member_id`)
) ENGINE=InnoDB AUTO_INCREMENT=32 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `inquiry`
--

LOCK TABLES `inquiry` WRITE;
/*!40000 ALTER TABLE `inquiry` DISABLE KEYS */;
INSERT INTO `inquiry` VALUES
('',1,17,'측정하기 서비스를 이용한 후 후기를 멋지게 작성해주세요!','불스 원샷 받고싶거든요 ~~~','2024/06/02 02:11:15','2024/06/03 10:43:59','6월 이벤트가 궁금해요..',NULL),
('',2,11,'네. 모든 서비스는 무료로 제공됩니다!','측정 서비스는 무료인가요?','2024/06/02 15:06:18','2024/06/02 18:44:30','측정서비스 문의 드립니다.',NULL),
('',3,2,'측정한 후 후기를 멋지게 남겨주시면 됩니다!','6월 이벤트 참여하고 싶은데 하는 방법을 모르겠습니다!','2024/06/02 18:57:17','2024/06/03 10:43:41','6월 이벤트 참여는 어떻게 하는건가요??',NULL),
('',4,25,'법적 효력이 있지는 않습니다. 하지만 참고 자료로는 사용될 수 있겠죠! 자유롭게 사용해주시면 됩니다.','안녕하세요. 아직 보험사에서 과실 비율이 측정되기 이전에 먼저 해당 서비스 이용했는데.. 혹시 이 결과가 법적 효력이 있는 건 아니죠??','2024/06/02 21:04:24','2024/06/03 10:43:09','법적 효력',NULL),
('',5,9,'CCTV 블랙박스 영상 모두 가능합니다!','어떤 영상을 넣으면 되는건가요? 블랙박스? CCTV?','2024/06/05 14:10:27','2024/06/05 15:03:16','측정하기 서비스 문의 드립니다.',NULL),
('',6,13,'네, 정확한 측정을 위해서 동영상만 가능합니다.','동영상 말고 사진은 안되나요?','2024/06/05 14:18:32','2024/06/05 14:23:58','측정하기 서비스 문의 드립니다.',NULL),
('',7,2,'차대차, 차대이륜차, 차대보행자, 차대자전거 모두 가능합니다.','여러 사고 중에 어떤 과실비율 측정이 가능한지 궁금해서 문의 남깁니다!','2024/06/05 14:19:15','2024/06/05 14:23:18','과실 비율 측정할때, 차와 차 사이의 사고 영상만 가능한가요?',NULL),
('',8,15,'당연히 가능합니다!','차대차 말고 자동차와 자전거도 측정 가능한가요?','2024/06/05 14:20:11','2024/06/05 14:22:28','측정하기 서비스 문의 드립니다.',NULL),
('\0',9,2,NULL,'과실비율 측정하기 서비스 문의드립니다.\n보험사에 제출하고 싶은데 정확도가 높은가요?? 궁금합니다!','2024/06/05 15:16:20','2024/06/05 15:16:20','과실비율 측정하기 서비스 문의드립니다.',NULL),
('\0',10,4,NULL,'서비스의 정확도가 궁금해요!','2024/06/06 15:49:53','2024/06/06 15:49:53','측정하기 서비스 정확도 문의드립니다.',NULL),
('\0',11,4,NULL,'5월에 당첨됐는데 핸드폰 번호가 바뀌어서 연락을 못 받았어요.. 늦었지만 다시 받을 수 있나요??','2024/06/06 15:50:56','2024/06/06 15:50:56','5월 이벤트 문의 드립니다.',NULL),
('\0',12,2,NULL,'가끔 영상을 넣어도 결과가 안나오는데.. 이유가 있을까요..?','2024/06/07 00:13:53','2024/06/07 00:13:53','서비스 관련 문의합니다..',NULL),
('\0',13,8,NULL,'후기를 작성하면 이벤트 참여를 할 수 있는걸까요..??','2024/06/07 00:14:53','2024/06/07 00:14:53','문의합니다.....',NULL),
('\0',14,7,NULL,'서비스를 사용하고 싶은데.. 어떤 영상들이 들어갈 수 있는지 헷갈려서 문의 남깁니다..\n','2024/06/07 00:16:57','2024/06/07 00:16:57','과실비율을 알고싶은데..',NULL),
('\0',15,3,NULL,'후기를 작성하고 싶은데 과실비율 하나 당 몇개 쓸 수 있는지 궁금해요','2024/06/07 00:18:05','2024/06/07 00:18:05','음 후기는 과실비율당 한 개만 작성할 수 있는건가요..?',NULL),
('\0',16,2,NULL,'이벤트 당첨돼 주소를 입력하는데.. 주소를 이전 집 주소로 했는데 바꿀 수 있을까요?','2024/06/07 00:19:18','2024/06/07 00:19:18','이벤트 당첨돼 주소를 입력하는데..',NULL),
('\0',17,20,NULL,'교통사고 과실 비율 측정 관련해서 궁금한게 너무 많은데 전화 상담은 안하는거죠?','2024/06/07 00:22:51','2024/06/07 00:22:51','유선 상담 서비스는 없나요?',NULL),
('',18,20,'아니요 CCTV영상도 가능해요~','궁금합니다 ㅜㅜ ','2024/06/07 00:25:38','2024/06/07 09:37:30','꼭 블랙박스 영상이어야만 하나요?',NULL),
('',19,8,'엇! 당연히 가능하죠! 커뮤니티에 글 남겨서 양도해보세요~~~','제가 불스원샷을 많이 가지고 있습니다.. 혹시 다른 분들께 양도해도 될까요..?','2024/06/07 00:26:04','2024/06/07 09:37:56','이벤트 관련 문의입니다..',NULL),
('\0',20,20,NULL,'안녕하세요! 제가 기존에 사용하던 아이디가 있었는데 저도 모르게 새로운 아이디를 또 만들어버렸어요 혹시 두 개의 아이디를 합칠 수 있을까요?','2024/06/07 00:26:37','2024/06/07 00:26:37','아이디 통합 요청',NULL),
('',21,7,'아하! 다른 상품도 한번 고민해보겠습니다! 감사합니다!','차와 관련된 여러 상품이 있으면 좋을텐데.. 불스원샷만 주시나요..','2024/06/07 00:31:11','2024/06/07 00:55:12','불스원샷 말고 다른 상품은 없을까요..?',NULL),
('',22,2,'네 사용이 어려워요. 죄송합니다.','서버 점검 중에는 해당 서비스를 사용할 수 없나요..?\n급한 일이 있었는데.. 서비스 사용을 못해서 문의 납깁니다.','2024/06/07 00:32:13','2024/06/07 00:56:37','서버 점검..',NULL),
('',23,10,'자동으로 이벤트 참여가 됩니다.','후기만 쓰면 자동으로 되는건지.. 그런건지 궁금합니다..','2024/06/07 00:35:47','2024/06/07 00:56:15','이벤트 당첨은 어떤 기준으로 되는건가요?',NULL),
('',24,7,'네 가능합니다!','혹시 제가 작성한 후기나.. 게시글 삭제가 가능한가요..?\n','2024/06/07 00:43:45','2024/06/07 09:37:12','서비스 관련 문의합니다...........',NULL),
('\0',25,8,NULL,'이메일은 수정이 안되는 거 같은데.. 이메일은 수정이 불가능 할까요..?\n','2024/06/07 00:44:51','2024/06/07 00:44:51','회원 정보 수정 관련 문의드립니다..',NULL),
('',26,3,'90% 이상의 정확도로 높은편입니다.','이 과실비율이 정확한 거 일까요..?\n이 서비스를 처음 이용하다보니.. 정확도가 높은지 잘 모르겠어요.','2024/06/07 00:47:56','2024/06/07 00:52:43','과실비율 70:30이 나왔는데..',NULL),
('',27,12,'당연히 가능합니다! 차대차, 차대이륜차 외에도 차대자전거도 학습시킨 모델이므로 충분히 가능합니다.','혹시 자전거랑 부딪힌 교통사고도 과실비율 측정이 가능할까요..?','2024/06/07 00:49:17','2024/06/07 00:51:49','제가 자전거랑 사고가 났는데..',NULL),
('\0',28,19,NULL,'혹시 교통사고 이미지들로는 서비스 사용이 불가능할까요..?','2024/06/07 00:50:20','2024/06/07 00:50:20','제가 블랙박스 영상은 없는데.. 이미지는 있습니다..',NULL),
('',29,7,'그럼요! 확률이 더 올라갑니다.','제가 사고가 여러번 나서 후기를 여러개 썼는데.. 이벤트 참여할때 후기 작성한 개수도 반영이 될까요??','2024/06/07 00:51:32','2024/06/07 00:55:37','이벤트 관련 문의 드립니다..',NULL),
('',30,8,'원하시는 장소로 저희가 직접 갑니다!','제 차를 가져가야 하는 걸까요..? 아님 집으로 찾아오시는 건가요..?','2024/06/07 00:52:38','2024/06/07 00:55:59','만약 세차 이벤트에 당첨 된다면..',NULL),
('',31,18,'3월에 당첨 한번 당첨 되신걸로 뜨네요.. 이벤트는 랜덤으로 추첨됩니다.','이벤트 당첨 되고싶은데 어떤식으로 추첨되나요','2024/06/07 08:46:38','2024/06/07 09:37:00','저는 왜 당첨이 안되죠???',NULL);
/*!40000 ALTER TABLE `inquiry` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `member`
--

DROP TABLE IF EXISTS `member`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `member` (
  `birth` date DEFAULT NULL,
  `drive_exp` int(11) DEFAULT NULL,
  `member_id` bigint(20) NOT NULL AUTO_INCREMENT,
  `create_date` varchar(255) DEFAULT NULL,
  `email` varchar(255) NOT NULL,
  `modified_date` varchar(255) DEFAULT NULL,
  `my_name` varchar(255) NOT NULL,
  `nickname` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `username` varchar(255) NOT NULL,
  `roles` enum('USER','ADMIN') DEFAULT NULL,
  PRIMARY KEY (`member_id`)
) ENGINE=InnoDB AUTO_INCREMENT=38 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `member`
--

LOCK TABLES `member` WRITE;
/*!40000 ALTER TABLE `member` DISABLE KEYS */;
INSERT INTO `member` VALUES
('2024-06-02',1,1,'2024/06/02 01:05:40','admin@naver.com','2024/06/02 01:05:40','관리자','관리자','$2a$10$kJ9V2Tqw3.iHfCUPg5LbU.h1q1ndc6zrp4IQLlNdEPW6kPpELUrMi','admin','ADMIN'),
('1999-08-24',1,2,'2024/06/02 01:09:02','kaa08@naver.com','2024/06/02 01:09:02','가한솔','도리','$2a$10$bvsyPXu3NA2Ux0pVwRDPXuFyefuOvQ6SaZtwZ2/z9zeDjvbnKlw6e','kaa08','USER'),
('1999-09-02',3,3,'2024/06/02 01:10:14','romariokang@naver.com','2024/06/02 01:10:14','강동민','강똥','$2a$10$dy3a3wu8blw9XiXBZppaBuG0PzG/Hc6Yy8OzCuOaEK6Xi/kndSZnG','romariokang','USER'),
('1998-02-23',0,4,'2024/06/02 01:11:32','dldusthd7@naver.com','2024/06/02 01:11:32','이연송','쫑이','$2a$10$IoyOwjxydvkhtKFG/96WI.gkX13ecLeBKX0GPudumYiUFCTpyM022','dldusthd7','USER'),
('1999-04-19',2,5,'2024/06/02 01:12:56','cifer0419@naver.com','2024/06/02 01:12:56','박승현','승현','$2a$10$/Cf24biytYzauPDys7fly.1AhSzYwWi2LI04uZ1W3v4qcuy8MJbq.','cifer0419','USER'),
('2020-08-31',0,6,'2024/06/02 01:13:03','comong@naver.com','2024/06/02 01:13:03','박코몽','코몽이','$2a$10$OZnvf44W5iP5mGiE9pO/LewfQWIqEFT8h9sW0.ZTX9toO6t44113a','comong','USER'),
('1999-07-11',2,7,'2024/06/02 01:13:50','bongbong@naver.com','2024/06/02 01:13:50','가봉봉','봉봉','$2a$10$ApNkgPzJo0Qy1ILj2vX4C.T16vG3N9cOQhURi5FnEEw.wsNjuvqMi','BongBong','USER'),
('1999-08-03',2,8,'2024/06/02 01:14:30','ddonge@naver.com','2024/06/02 01:14:30','가둥이','뚱이','$2a$10$ZXTJJeNfYqx3ykSjTwLP2.mCYrB8MU0tq9TZhBkOJlC4qmuws01Ui','ddonge','USER'),
('2023-12-26',2,9,'2024/06/02 01:14:46','romy@naver.com','2024/06/02 01:14:46','박로미','로미','$2a$10$pq4gFbCiQFMsuUAyIRulhuQ9VP4avpOq.BdwuSqxaHonkCnpSoCp2','romy','USER'),
('1999-05-30',4,10,'2024/06/02 01:15:38','raehyun@naver.com','2024/06/02 01:15:38','김래현','래현','$2a$10$l0AAOOYDxpAKeglQt12u..XKnKjnwgi97.d1tenfB4PfXFem7NxPS','raehyun','USER'),
('2019-02-23',6,11,'2024/06/02 01:15:43','mango@naver.com','2024/06/02 01:15:43','이망고','망고는 맛있어','$2a$10$jtB8Qse4I29Y8.1NiV0OpexgLD5tWgySTuWQb9Nfl9E.TZUyTUQJm','mango','USER'),
('1999-11-01',4,12,'2024/06/02 01:17:08','kyujung@naver.com','2024/06/02 01:17:08','이규정','규','$2a$10$iRtQcZRHgkKEiHsCXtkpD.LwKWYpjdAmgBTcA5iJq8OiOrEeSCft2','kyujung','USER'),
('2022-06-13',2,13,'2024/06/02 01:17:45','maru@naver.com','2024/06/02 01:17:45','마루','마루는 강쥐','$2a$10$MQRAm2wSKl4IBDR60VziAugqyJV7Sd2j9SCzm.Etc44iY66XkFWyO','maru','USER'),
('1999-10-25',5,14,'2024/06/02 01:18:52','homin@naver.com','2024/06/02 01:18:52','김호민','호민','$2a$10$2ermasXEXyhjdk0ty7MZfeg0f8euv9.SPvvRm8kSXPXaZwgBO5dPe','homin','USER'),
('2018-03-15',7,15,'2024/06/02 01:19:30','chunbae@naver.com','2024/06/02 01:19:30','춘배','춘배는 냥이','$2a$10$nhTu4EwVhCF9ipJQZg4MQuPTPLipfye9wPz97Z5y1iEdDaDOT4egK','chunbae','USER'),
('2023-12-01',1,16,'2024/06/02 01:20:44','java@naver.com','2024/06/02 01:20:44','자바','자바의 정석','$2a$10$apyDRRcj.RM5t8kzCCPmyeFF52g4y017hOAyurKdSuoLs4ewGollG','java','USER'),
('2019-01-01',6,17,'2024/06/02 01:25:13','wilk@naver.com','2024/06/02 01:25:13','윌크','브레드이발소 직원 윌크','$2a$10$2NQq3HkDqo3u7vNi6koh5.Bca3hAlXglrNtN8bGP0DhTy8/SfqC1a','wilk','USER'),
('1999-12-08',6,18,'2024/06/02 11:15:45','mari394337@gmail.com','2024/06/02 11:15:45','전민혁','전빡빡','$2a$10$Y3vPDuP8O9/AtijN4wdJxeB/Zv6s571JUjwcgq6OYzBE21VZoDFuO','minhyeok99','USER'),
('2024-06-02',3,19,'2024/06/02 14:09:06','test@test.com','2024/06/02 14:09:06','테스트','테스트용계정','$2a$10$4S6p/gG5fBnxCFQj8OFE4OQuJgYMSjKyoKaL5uIEuVNBzyEeBOzEu','test','USER'),
('2000-09-22',4,20,'2024/06/02 19:58:29','onion@gachon.ac.kr','2024/06/02 19:58:29','이예지','고양파옹','$2a$10$Dpiybk86JHxpyaooiWAZ2.jHXjVOvDT/nsLsAPBUwj4miP8TAT6G6','Onion','USER'),
('2000-09-22',1,21,'2024/06/02 20:35:59','dpwl0922@naver.com','2024/06/02 20:35:59','이예지','dpwl0922','$2a$10$PgpIDtq1xdK7esPmZFgqkeSiBstIMN/ungpszWtODHF3fn/zZssdm','dpwl0922','USER'),
('2005-11-01',1,22,'2024/06/02 20:41:05','hat12@naver.com','2024/06/02 20:41:05','햇병아리','햇병아리 운전자','$2a$10$jF.9b9/5iK4B2TdytX/A/.zGkFGGupY4SyxfT4s/iHWKVVQL2sb12','hat12','USER'),
('1980-06-22',12,23,'2024/06/02 20:58:21','haha12@gmail.com','2024/06/02 20:58:21','하하','haha','$2a$10$lkSt.6rqB.YVKcaS6BXSjeSX9o3a1JAzHStx1/gGJ/fP45LrcoaS.','haha12','USER'),
('2000-09-14',5,24,'2024/06/02 21:00:01','dd14@gmail.com','2024/06/02 21:00:01','윤석호','뛰뛰빵빵','$2a$10$XZpzzw4Ly8NlbhepVAmqY.3kWfC2OsssJKNze/DpaDLjpFiFe8C/C','dd14','USER'),
('1998-12-18',6,25,'2024/06/02 21:02:32','tan@gmail.com','2024/06/02 21:02:32','탄지로','탄지로','$2a$10$gqWd47tTXBnU3NSzbd1D8u.JPffqa0Qylbd0R9AlVSq9pUULmJP62','tan','USER'),
('2002-02-03',1,26,'2024/06/03 13:14:10','kim@naver.com','2024/06/03 13:14:10','김민수','민수짱짱','$2a$10$SSqh8uARfwHG8ys1pBMwAOULhgxGw2k3WrbUCPchMRTrpQedDkySq','kimminsu1','USER'),
('1996-10-02',7,27,'2024/06/03 13:15:03','lee3@naver.com','2024/06/03 13:15:03','이정재','제다이','$2a$10$2lil86o36SdGM5rZ7cUUm.u/tR7K0vx9P97Y50kpIYdctIxVa5i/G','lee33','USER'),
('1997-12-22',2,28,'2024/06/03 13:15:50','jung@naver.com','2024/06/03 13:15:50','정재현','재현짱','$2a$10$HhJkTiVJSmAeOQZ2XMe7UeEH7SqkxhmSWtE7r0GbV8fm3NZmOW7mK','jung23','USER'),
('1996-09-12',10,29,'2024/06/03 13:16:28','park@naver.com','2024/06/03 13:16:28','박재현','박중사','$2a$10$F/ZiSppe/E2LY.sK.rOFzuPm.UGUUYc5.m1N321c8TNjrSLQdhBOm','park08','USER'),
('1992-12-28',10,30,'2024/06/03 13:20:40','eun6@naver.com','2024/06/03 13:20:40','육은영','육은영','$2a$10$uKfczIpdiXjqtDAeFx1VjuAp5O6Bjd8NLe4wgmlyukOsQtEkochaa','6eun6','USER'),
('2005-02-03',2,31,'2024/06/03 13:24:17','react@naver.com','2024/06/03 13:24:17','프론트','리액트','$2a$10$O/8av65zzJ.S.59.4qo1/O/yJZaPP3h0AiROIEaO8wuqy2lHf/7gO','react','USER'),
('1995-10-12',1,32,'2024/06/03 13:25:05','nam@naver.com','2024/06/03 13:25:05','상남자','남자','$2a$10$hKvhBx8F47QCzvlztIPl1uEuvAS1U/XTIDVAwo7YuhDrVQhKHU0Kq','nam12','USER'),
('2003-11-30',2,33,'2024/06/03 13:27:45','lolche8@naver.com','2024/06/03 13:27:45','팔협지','롤체왕','$2a$10$i/SBIL.vruvVvwRhicCsaOKkS4xqmgFQuinmxMWUHVMxI64Z5.FpC','88lolchess','USER'),
('2024-06-04',1,34,'2024/06/05 10:26:39','siyeon@naver.com','2024/06/05 10:26:39','시연연습생','시연연습생','$2a$10$U2pTCBaZgMa6qjP7TPWYMONjdUsgufQMyji76Q3HFY/kwuK7CNRla','siyeon','USER');
/*!40000 ALTER TABLE `member` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `notice`
--

DROP TABLE IF EXISTS `notice`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `notice` (
  `view_count` int(11) DEFAULT NULL,
  `member_id` bigint(20) DEFAULT NULL,
  `notice_id` bigint(20) NOT NULL AUTO_INCREMENT,
  `content` varchar(255) DEFAULT NULL,
  `create_date` varchar(255) DEFAULT NULL,
  `modified_date` varchar(255) DEFAULT NULL,
  `title` varchar(255) NOT NULL,
  PRIMARY KEY (`notice_id`),
  KEY `FKnriaekshh15qoqnlhvqkj931e` (`member_id`),
  CONSTRAINT `FKnriaekshh15qoqnlhvqkj931e` FOREIGN KEY (`member_id`) REFERENCES `member` (`member_id`)
) ENGINE=InnoDB AUTO_INCREMENT=42 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `notice`
--

LOCK TABLES `notice` WRITE;
/*!40000 ALTER TABLE `notice` DISABLE KEYS */;
INSERT INTO `notice` VALUES
(0,1,3,'금일 14:00 ~ 17:00 서버 정상화 점검 있을 예정입니다.','2024/06/02 18:37:15','2024/06/02 18:37:15','서버 점검 안내'),
(0,1,7,'후기를 작성하면 자동으로 이벤트 참여가 됩니다.','2024/06/07 00:13:47','2024/06/07 00:13:47','이벤트 참여 안내입니다.'),
(0,1,8,'010 - 1234 - **** 박*몽','2024/06/07 00:14:46','2024/06/07 00:14:46','1월 이벤트 당첨자 안내'),
(0,1,9,'010 - 2345 - **** 도*','2024/06/07 00:15:05','2024/06/07 00:15:05','2월 이벤트 당첨자 안내'),
(0,1,10,'010 - 3456 - **** 전*빡','2024/06/07 00:15:20','2024/06/07 00:15:20','3월 이벤트 당첨자 안내'),
(0,1,11,'010 - 4567 - **** 탄*로','2024/06/07 00:15:41','2024/06/07 00:15:41','4월 이벤트 당첨자 안내'),
(0,1,12,'매주 월요일 4:00 ~ 6:00 AI 점검이 있습니다.','2024/06/07 00:17:11','2024/06/07 00:17:11','AI 점검 안내'),
(0,1,14,'측정하기 서비스는 여러 번 사용하실 수 있으나, 동영상 1개당 하나의 후기만 작성하실 수 있습니다.','2024/06/07 00:19:03','2024/06/07 00:19:03','후기 관련 공지사항입니다.'),
(0,1,15,'이번 달 올린 글 중에서 조회수가 높은 후기를 쓰신분께 불스원샷을 드립니다.','2024/06/07 00:20:49','2024/06/07 00:20:49','5월 불스원샷 이벤트 안내'),
(0,1,16,'010 - 0223 - **** 쫑*','2024/06/07 00:21:12','2024/06/07 00:21:12','5월 이벤트 당첨자 안내'),
(0,1,17,'010 - 0922 - **** 고양**','2024/06/07 00:21:36','2024/06/07 00:21:36','5월 불스원샷 당첨자 안내'),
(0,1,19,'010 - 0824 - **** 도*','2024/06/07 00:24:03','2024/06/07 00:24:03','6월 이벤트 당첨자 안내'),
(0,1,20,'6월 7일은 저희 측정하기 서비스가 졸업프로젝트를 통과한 날 이므로 불스원샷 100개 이벤트를 열겠습니다!','2024/06/07 00:24:22','2024/06/07 00:24:22','6월 깜짝 이벤트 안내'),
(0,1,21,'010 - 0803 - **** 뚱*','2024/06/07 00:25:10','2024/06/07 00:25:10','6월 깜짝 이벤트 당첨자 안내'),
(0,1,22,'측정하기 서비스를 이용하신 후 후기를 남겨주시면 추첨을 통해 다섯분께 새로나온 몇대몇 & 불스원 컬래버레이션 몇스원샷 10개를 보내드립니다.','2024/06/07 00:31:53','2024/06/07 00:31:53','몇대몇 & 불스원 컬래버레이션!'),
(0,1,24,'010 - 0711 - **** 봉*, 010 - 6666 - **** 육*영, 010 - 0505 - **** 마*, 010 - 6789 - **** 자*, 010 - 1212 - **** 하*','2024/06/07 00:34:43','2024/06/07 00:34:43','몇스원샷 당첨자 안내'),
(0,1,25,'010 - 0902 - **** 강*','2024/06/07 00:35:48','2024/06/07 00:35:48','7월 이벤트 당첨자 안내'),
(0,1,26,'커뮤니티에 글을 남겨주시면 추첨을 통해 한 분께 저희가 직접 자동차 에어컨 청소를 해드립니다!','2024/06/07 00:37:21','2024/06/07 00:37:21','여름맞이 깜짝 이벤트 안내'),
(0,1,28,'010 - 1101 - **** 이규*','2024/06/07 00:39:27','2024/06/07 00:39:27','여름맞이 깜짝 이벤트 당첨자 안내'),
(0,1,30,'010 - 5555 - **** 윌*','2024/06/07 00:41:12','2024/06/07 00:41:12','8월 이벤트 당첨자 안내'),
(0,1,31,'010 - 0203 - **** 리*트','2024/06/07 00:41:48','2024/06/07 00:41:48','9월 이벤트 당첨자 안내'),
(0,1,32,'010 - 0914 - **** 뛰뛰**','2024/06/07 00:42:27','2024/06/07 00:42:27','10월 이벤트 당첨자 안내'),
(0,1,33,'11월에 작성된 후기에서 조회수 가장 높은 글을 쓰신 회원님께 불스원샷 10개를 드리겠습니다.','2024/06/07 00:43:40','2024/06/07 00:43:40','11월 깜짝 이벤트 안내'),
(0,1,34,'010 - 0922 - **** dpwl09**','2024/06/07 00:44:37','2024/06/07 00:44:37','11월 깜짝 이벤트 당첨자'),
(0,1,36,'010 - 1012 - **** 상*자','2024/06/07 00:45:50','2024/06/07 00:45:50','11월 이벤트 당첨자 안내'),
(0,1,37,'몇대몇이 쏜다! 추첨을 통해 럭셔리 불스원샷 23개를 쏘겠습니다!','2024/06/07 00:46:53','2024/06/07 00:46:53','12월 크리스마스 이벤트 안내'),
(0,1,38,'010 - 4155 - **** 쫑*','2024/06/07 00:47:13','2024/06/07 00:47:13','12월 크리스마스 이벤트 당첨자 안내'),
(0,1,39,'010 - 0613 - **** 브레드*** ** *크','2024/06/07 00:48:12','2024/06/07 00:48:12','12월 이벤트 당첨자 안내'),
(0,1,40,'6월 6일 3:00 ~ 6:00 서버 점검이 있을 예정입니다.','2024/06/07 00:49:25','2024/06/07 00:49:25','서버 점검 안내'),
(0,1,41,'커뮤니티에 글을 남겨주시면 추첨을 통해 직접 찾아가서 당신의 자동차를 세차해드립니다!\n','2024/06/07 00:50:43','2024/06/07 00:50:43','직접 찾아가는 몇대몇 서비스 이벤트 안내');
/*!40000 ALTER TABLE `notice` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `review`
--

DROP TABLE IF EXISTS `review`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `review` (
  `view_count` int(11) NOT NULL,
  `history_id` bigint(20) DEFAULT NULL,
  `member_id` bigint(20) DEFAULT NULL,
  `review_id` bigint(20) NOT NULL AUTO_INCREMENT,
  `content` varchar(255) NOT NULL,
  `create_date` varchar(255) DEFAULT NULL,
  `modified_date` varchar(255) DEFAULT NULL,
  `title` varchar(255) NOT NULL,
  PRIMARY KEY (`review_id`),
  UNIQUE KEY `UK_6kdyxb7ue95r2tlybv59vh8m8` (`history_id`),
  KEY `FKk0ccx5i4ci2wd70vegug074w1` (`member_id`),
  CONSTRAINT `FK2qtreaxlj8iqomk15pk1on43w` FOREIGN KEY (`history_id`) REFERENCES `history` (`history_id`),
  CONSTRAINT `FKk0ccx5i4ci2wd70vegug074w1` FOREIGN KEY (`member_id`) REFERENCES `member` (`member_id`)
) ENGINE=InnoDB AUTO_INCREMENT=54 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `review`
--

LOCK TABLES `review` WRITE;
/*!40000 ALTER TABLE `review` DISABLE KEYS */;
INSERT INTO `review` VALUES
(7,1,2,1,'교통사고 과실비율 예측서비스 후기입니다.\n보험사랑 과실비율 관련해서 말해봤는데 정확하네요!','2024/06/02 01:32:24','2024/06/02 20:09:30','교통사고 과실비율 예측서비스 후기입니다.'),
(3,3,7,2,'교통사고 과실비율 후기.... 조금 정확도가 차이 났어요 ㅠ','2024/06/02 01:33:11','2024/06/02 01:38:21','교통사고 과실비율 후기....'),
(4,2,3,4,'과실 비율 40:60 정확하게 나왔어요!','2024/06/02 01:36:13','2024/06/02 21:30:42','서비스 진짜 좋은거 같아요!'),
(4,5,5,5,'좋은 서비스 입니다! 정말 정확합니다!','2024/06/02 01:38:09','2024/06/05 14:29:28','좋은 서비스 입니다!'),
(2,4,8,6,'오늘 과실비율 나왔는데 정확히 일치했어요!','2024/06/02 01:40:09','2024/06/02 21:30:53','음.. 좋은 서비스입니다..'),
(5,9,4,14,'보험사와똑같이 나와요~','2024/06/02 01:48:55','2024/06/02 21:57:36','좋네요!'),
(8,11,6,15,'슬프지만 정확했어요...','2024/06/02 01:52:25','2024/06/07 00:08:11','슬프지만..'),
(14,13,20,16,'교통사고 발생 이후 아무리 봐도 상대차 과실이 더 높아 보였는데.. 제 과실이 더 높게 측정되지는 않을까 이용해본 서비스에요. 상대차 과실 100이라고 떠서 그나마 좀 마음을 안정시키고 보험사 연락 기다려봐야겠네요.. 추천합니다.','2024/06/02 20:02:39','2024/06/05 01:39:07','마음 안정용으로 딱 좋아요'),
(0,15,21,19,'반신반의 하면서 지난 사고 영상으로 이용해봤는데 나름 비슷하게 나오네요!! 다음에는 보험사 과실 비율 측정 이전에 미리 써봐야겠어요','2024/06/02 20:38:00','2024/06/02 20:38:00','반신반의'),
(1,18,24,20,'완전 정확해서 놀랐어요.. AI가 이렇게나 발전했다니.. 어쩌면 보험사도 이걸로 측정하는걸까요?','2024/06/02 21:01:33','2024/06/03 10:38:34','흑'),
(0,19,25,21,'엄청 편리해요','2024/06/02 21:03:28','2024/06/02 21:03:28','추천해요'),
(6,21,4,25,'보험사랑 정말 비슷하게 나와요...','2024/06/02 21:33:29','2024/06/03 13:33:05','정확하네요..'),
(6,20,18,28,'신기합니다','2024/06/02 22:08:47','2024/06/05 01:39:04','생각보다 정확하네요'),
(2,23,31,29,'참고용으로 사용하기도 좋고 보험사에 제출하니까 참작해주더라고요','2024/06/03 13:26:22','2024/06/05 15:00:08','너무 좋아요'),
(2,24,33,30,'나쁘진 않은거같습니다 다음에도 한번 사용해보긴 할거같네요','2024/06/03 13:29:25','2024/06/05 15:00:00','30대70이라..'),
(0,25,28,31,'30대70이 은근 잘나오는거같아요..','2024/06/03 13:33:42','2024/06/03 13:33:42','두개 다 30대 70이네요'),
(0,26,28,32,'과실비율 측정 만족합니다','2024/06/03 13:34:10','2024/06/03 13:34:10','만족합니다.'),
(0,27,31,33,'2대8이면 정말 만족합니다!! 보험사에 얼른 제출해봐야겠어요','2024/06/03 13:35:58','2024/06/03 13:35:58','20이군요 나쁘지않아요'),
(1,28,26,34,'딱히 말할건 없고 좋다는 말 밖에 못하겠습니다 ㅋ','2024/06/03 13:39:39','2024/06/05 14:29:15','좋아요'),
(4,29,18,35,'후 제 잘못아닌거같은데.. 상대 과실이 훨씬 크니까 다행이네요..','2024/06/03 13:49:24','2024/06/06 15:33:49','또 사고났어요..'),
(1,136,2,36,'오늘 오토바이랑 사고 났어요.. 과실 비율 측정했는데 60:40 나왔어요.. \n좀 더 제 과실이 높은게 슬프네요..','2024/06/06 23:55:09','2024/06/07 00:54:28','오늘 오토바이랑 사고 났어요..'),
(0,137,7,37,'제가 잘못하긴 했지만... ㅠ','2024/06/06 23:56:30','2024/06/06 23:56:30','70:30 이라니..'),
(0,138,8,38,'오늘 보험사에서 결과 나왔는데.. 측정한 결과랑 일치했습니다..\n','2024/06/06 23:57:58','2024/06/06 23:57:58','오토바이랑 사고 났는데..'),
(0,139,3,39,'차 세워두고 갔는데 자전거가 그냥 박고 갔어요..\n어이없지만 상대가 이의 제기 했었는데 여기 서비스랑 보험사 결과랑 일치했어요','2024/06/06 23:59:57','2024/06/06 23:59:57','역시나.. 0:100 나왔네요'),
(1,140,11,40,'제 생각과 같게 나오네요.. 보험사에서도 똑같이 나왔습니다.\n여기 굉장히 믿음직 하네요~~^^','2024/06/07 00:00:15','2024/06/07 00:01:34','역시나...'),
(0,142,5,41,'오늘 결과가 나왔는데 결과가 너무 정확해서 좋습니다! 안심하고 있었는데 다행이네요','2024/06/07 00:02:43','2024/06/07 00:02:43','결과가 너무 정확해서 좋습니다!'),
(1,141,11,42,'운전 할 때 오토바이가 달려오면 너무 당황하게 되더라고요 ㅠ\n과실비율은 보험사와 비슷하게 나왔어요. 감사합니다.!\n다들 안전 운전 하세요 ..!','2024/06/07 00:02:55','2024/06/07 00:02:59','다들 오토바이 조심하세요..'),
(0,143,1,43,'제가 운전 경력이 6년이지만 이런 경우는 처음입니다. 여기 서비스는 정말 믿을만해요~ 보험사랑 똑같이 나왔어요! 추천합니다^^***','2024/06/07 00:05:39','2024/06/07 00:05:39','운전을 6년 했지만 이런 경우는 처음이네요..'),
(0,144,4,44,'그냥 스쳤는데도 이런 결과가.. 하지만 보험사랑 결과가 굉장히 비슷하게 나왔어요. 감사합니다. 다들 안전 운전 하세요~~!! ㅎ','2024/06/07 00:07:27','2024/06/07 00:07:27','그냥 스친것같았는데도 ㅠ'),
(1,146,14,45,'상대가 더 잘못한지 알았는데.. 여기서나 보험사나.. 50 50 나와서 좀 아쉽네여.. 그래도 너무 정확해서 좋은거 같아요','2024/06/07 00:09:51','2024/06/07 00:59:04','오늘 사고났는데..'),
(1,147,6,46,'보험사와 아주 똑같이 나왔어요! 이 서비스를 추천합니다..!','2024/06/07 01:00:33','2024/06/07 01:01:46','정말 정확하네요!'),
(1,148,19,47,'측정하기 서비스 정말 대단하네요...','2024/06/07 01:03:00','2024/06/07 01:03:16','정말 정확하네요..'),
(0,150,18,52,'후기작성\n','2024/06/07 15:58:18','2024/06/07 15:58:18','후기작성하겠습니다'),
(0,152,18,53,'후기작성','2024/06/07 18:49:03','2024/06/07 18:49:03','후기작성');
/*!40000 ALTER TABLE `review` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `video`
--

DROP TABLE IF EXISTS `video`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `video` (
  `member_id` bigint(20) DEFAULT NULL,
  `video_id` bigint(20) NOT NULL AUTO_INCREMENT,
  `file_path` varchar(255) DEFAULT NULL,
  `file_type` varchar(255) DEFAULT NULL,
  `origin_file_name` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`video_id`),
  KEY `FKt1qraed5ypqn1u5s3jiq0xu1i` (`member_id`),
  CONSTRAINT `FKt1qraed5ypqn1u5s3jiq0xu1i` FOREIGN KEY (`member_id`) REFERENCES `member` (`member_id`)
) ENGINE=InnoDB AUTO_INCREMENT=158 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `video`
--

LOCK TABLES `video` WRITE;
/*!40000 ALTER TABLE `video` DISABLE KEYS */;
INSERT INTO `video` VALUES
(NULL,1,'POST_a543628b-9c35-4644-8416-b85e693d5d5d.mp4','video/mp4','output_video.mp4'),
(NULL,2,'POST_6d486097-7396-4f5a-ac2e-1fe80fa8a364.mp4','video/mp4','output_video.mp4'),
(NULL,3,'POST_85086474-8d31-4662-a9db-e2a22ed18aaa.mp4','video/mp4','output_video.mp4'),
(NULL,4,'POST_271a5f38-f40c-45f4-bb37-71ee7c8d5c5d.mp4','video/mp4','output_video.mp4'),
(NULL,5,'POST_5f51b879-e41d-4ee3-af47-059e426ec542.mp4','video/mp4','output_video.mp4'),
(NULL,6,'POST_9c2eb9ad-adfd-4dfc-bda1-53d2a3cc8b94.mp4','video/mp4','output_video.mp4'),
(NULL,7,'POST_6568d8f7-14cf-43fd-94a5-442e87773fb3.mp4','video/mp4','output_video.mp4'),
(NULL,8,'POST_c378a463-2bd9-43f7-9b7f-322e4c5555aa.mp4','video/mp4','output_video.mp4'),
(NULL,9,'POST_5eea5393-fdad-42df-95d5-00e160ab7040.mp4','video/mp4','output_video.mp4'),
(NULL,10,'POST_2f2e5f66-f96e-4342-bb00-0ad4a11bfa61.mp4','video/mp4','output_video.mp4'),
(NULL,11,'POST_ccafb4e8-2ae7-42d0-8786-b8cf00b6d7fe.mp4','video/mp4','output_video.mp4'),
(NULL,12,'POST_5600b344-bc70-4cd7-8c76-3384b0dc1cc5.mp4','video/mp4','output_video.mp4'),
(NULL,13,'POST_7b291098-e1ee-4eed-8101-5eb90f3b993d.mp4','video/mp4','output_video.mp4'),
(NULL,14,'POST_18220849-9a74-4472-bed7-341e5a4fa222.mp4','video/mp4','output_video.mp4'),
(NULL,15,'POST_baa3619b-d4b0-4462-a1d8-9591a517e96b.mp4','video/mp4','output_video.mp4'),
(NULL,16,'POST_d1d78d9f-e8ba-4096-a08c-80f8e36a795a.mp4','video/mp4','output_video.mp4'),
(NULL,17,'POST_1b80cea1-a899-4563-bb37-afa2ce72d59c.mp4','video/mp4','output_video.mp4'),
(NULL,18,'POST_3895d4e6-4dee-4332-8d3e-d8ddee067cf0.mp4','video/mp4','output_video.mp4'),
(NULL,19,'POST_dcd6e146-eb0d-40a6-b7e6-ef9d831683a9.mp4','video/mp4','output_video.mp4'),
(NULL,20,'POST_d11353ba-8e00-4bb6-9f44-4d09da00d355.mp4','video/mp4','output_video.mp4'),
(NULL,21,'POST_734b4a72-f8d3-4f24-bd3b-4b908d18197c.mp4','video/mp4','output_video.mp4'),
(NULL,22,'POST_8829d4c7-5a7c-43a3-8137-c38e0f045165.mp4','video/mp4','output_video.mp4'),
(NULL,23,'POST_cef452ad-74e4-4e89-9bfe-5b1027ee9e1e.mp4','video/mp4','output_video.mp4'),
(NULL,24,'POST_3adf3c5a-e1fb-4aa7-9cca-9686b2ff73dc.mp4','video/mp4','output_video.mp4'),
(NULL,25,'POST_7fd2c32e-4439-4d26-a204-1a84f55a7273.mp4','video/mp4','output_video.mp4'),
(NULL,26,'POST_a02d7e66-3a32-4d21-86eb-1bdf9e516d10.mp4','video/mp4','output_video.mp4'),
(NULL,27,'POST_7ec71bc9-5624-47dc-992a-b130aa6c0261.mp4','video/mp4','output_video.mp4'),
(NULL,28,'POST_2724bc20-9473-4507-8ff9-6275013804ac.mp4','video/mp4','output_video.mp4'),
(NULL,29,'POST_0b2b680b-339c-40c8-a0ba-8eee710c9fed.mp4','video/mp4','output_video.mp4'),
(NULL,30,'POST_d5e02715-56d4-4a9d-9219-b34bfe03d823.mp4','video/mp4','output_video.mp4'),
(NULL,31,'POST_fe981f5b-e8dc-4418-9b85-0e21eab77c27.mp4','video/mp4','output_video.mp4'),
(NULL,140,'POST_d82d031b-8629-48d0-8e47-90f76e043c7a.mp4','video/mp4','output_video.mp4'),
(NULL,141,'POST_38d30746-7e44-40a7-91aa-32e6ea8e8bec.mp4','video/mp4','output_video.mp4'),
(NULL,142,'POST_0f936bb8-1485-46d6-9e00-4d180ffdeead.mp4','video/mp4','output_video.mp4'),
(NULL,143,'POST_c6f9c341-f8f3-4783-8759-fec50e47b46f.mp4','video/mp4','output_video.mp4'),
(NULL,144,'POST_86cf7d1b-4544-4ac1-800e-0cf079e2b82c.mp4','video/mp4','output_video.mp4'),
(NULL,145,'POST_e5a0774f-dac4-48da-8aae-106b55b2fa6b.mp4','video/mp4','output_video.mp4'),
(NULL,146,'POST_2aad0e96-4187-4047-8285-bc1bbade3a18.mp4','video/mp4','output_video.mp4'),
(NULL,147,'POST_81d762b3-27d2-4dfd-a221-bc981afb32d4.mp4','video/mp4','output_video.mp4'),
(NULL,148,'POST_70f93268-140a-4eaf-b490-01c10e2c7859.mp4','video/mp4','output_video.mp4'),
(NULL,149,'POST_f61d9868-27c8-41db-8530-b9a8e6c0207c.mp4','video/mp4','output_video.mp4'),
(NULL,150,'POST_66cbd778-9f7f-4f78-8638-67ef03e8ac43.mp4','video/mp4','output_video.mp4'),
(NULL,151,'POST_dc5df0dc-9c33-45d2-a7c2-248be4bacf35.mp4','video/mp4','output_video.mp4'),
(NULL,152,'POST_bcf39af5-22de-4a83-ad3d-800865722ee9.mp4','video/mp4','output_video.mp4'),
(NULL,153,'POST_16c97d1f-cdcf-4506-96a8-91d595a22308.mp4','video/mp4','output_video.mp4'),
(NULL,154,'POST_cafe5a3f-a737-4f20-adeb-5fae50ee7d4f.mp4','video/mp4','output_video.mp4'),
(NULL,155,'POST_84b8ef90-e6ac-4fc8-8a8a-45e734147201.mp4','video/mp4','output_video.mp4'),
(NULL,156,'POST_6e0b6da2-23e5-4554-8a42-1633964535ec.mp4','video/mp4','output_video.mp4'),
(NULL,157,'POST_07b97e37-51b2-42cb-b3bf-29f47c0314e6.mp4','video/mp4','output_video.mp4');
/*!40000 ALTER TABLE `video` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2024-06-10 18:08:08
